[
 "Open the book <a href=\"https://bit.ly/3uSm6I2\">1968 RADICAL ITALIAN DESIGN</a> and, <br> at the end you can find me as the <a href=\"https://bit.ly/3tU4qdL\">art director</a>",

 "Since 2018 I make all the <br> insanely good flyers for <a href=\"https://bit.ly/3ePuKkN\">CIRCOLOCO!</a>",
 
 "Imagine a <a href=\"https://bit.ly/3ydjcj7\">golden vinyl</a>. <span class='break'></span> I tried to design it",

 "I had a big desk and some responsibilities in the <br> man style and design dep. in <a href=\"https://bit.ly/3flXLnn\">Dolce & Gabbana</a>",

 "Be an hooligan for your favorite museum <br> <a href=\"https://bit.ly/33OvYGU\">scribble on Maurizio’s face</a> chasing a rainbow with a smiling cloud. <br> All on the website we designed together",

 "A sick collabo between TOILETPAPER and <a href=\"https://bit.ly/3bwMKhR\">Nike Lab.</a> <br>featuring 2 vinyls, 2 sharp blades, some brain pieces, <br> 66 snakes, and 4 unreleased tracks  by DJ Tennis, Sebra Cruz, <br> Tim Sweeney, Lauer, Fantastic Man and Kiwi",

 "Is it possible to capture all <a href=\"https://bit.ly/2RWjjz5\">Colors</a> together?<br> I tried, in <a href=\"https://bit.ly/3oldjvG\">this book</a>",

 "Under the name of Disco Gufram <br> I’ve curated and designed the catalogs and <a href=\"https://bit.ly/3hrtE0w\">this web site</a> for this 3<br> ironic collections that hark back to the age of the Dance Floor. <br> Please ask Charley for the vinyl catalog",

 "Turning images into objects. <br> That’s what I did with <a href=\"https://bit.ly/2RqW0x8\">TOILETPAPER loves Seletti</a> <br> (ps: I've designed also the new heart logo!)",

 "Beautiful. Tremendously solid. Extremely detailed. <br> <a href=\"https://bit.ly/3ojBafp\">Circolocoibiza.com</a>  is now live.<br> Created for lovers. Made by me with passion",

 "The biggest thing I've done<br> is a <a href=\"https://bit.ly/33OJZ7y\">billboard</a> over the <a href=\"https://bit.ly/3buGt6t\">High Line in NYC</a>",

 "I’ve supported <a href=\"https://bit.ly/33ObvSI\"> “the guys” </a> and <br> Mauri’s pilot project called <a href=\"https://bit.ly/2RniGhV\">Museum League.</a> <br> <span class='break'></span> One scarf, <span class='break'></span> two faiths!", 

 "I’ve designed an <a href=\"https://bit.ly/3uXGSpG\">addictive picture disk</a>.<br> <span class='break'></span> Take it <span class='break'></span> twice a day",

 "The day I spent with <a href=\"https://bit.ly/3tLUdA0\">Jeremy Scott</a>, heels for a giantess and <br> the biggest leather jacket you have ever seen",

 "Well I made this FOMO logo, you guys would like it, it’s funny, <br> in a not-in-your-face kind of way, a natural funny. <br> Anyways, you absolutely can’t miss out this <span class='break'></span><a href=\"https://bit.ly/2RgL7OG\">Unicef project</a>",

 "I hard worked on many things of <a href=\"http://bit.ly/1FXMaVs\">this site</a>, <br><span class='break'></span>  including the site",
     
 "If you had a TP Calendar at home, be sure I did it. <br><span class='break'></span> The first with the <a href=\"https://bit.ly/3fkuhq5\">Serpentine Gallery</a> and the last with <a href=\"https://bit.ly/3eSXqta\">Martin Parr!</a>",

 "People tells you have a big mouth? <br> <a href=\"https://bit.ly/3op7qhg\">This is</a> what we are proud of",
 
 "I celebrated a marriage beten Cactus<br> whose love gave birth to a <a href=\"https://bit.ly/3yewXhA\">concept car</a>",

 "Here you can see me wearing a <a href=\"https://bit.ly/3w9ZCCt\">pair of shoes</a> <br> i've designed for Santoni </a>",
 
 "I’ve designed <a href=\"https://bit.ly/3fogHSl\">this playground</a>  and <br> some fresh products for my brand new friends. <br> Stay true.<span class='break'></span> <a href=\"https://bit.ly/3u0Imyl\">No soul for sale</a>",

 "With TOILETPAPER Magazine<br> I’ve hacked an <a href=\"https://bit.ly/3uRvwUg\">issue of Liberation</a>",
 
 "I have an yearly appointment with <a href=\"https://bit.ly/3tSczj1\">Seletti catalogs</a>",    

 "Nothing to wear? <br> Look what I’ve created with <a href=\"http://bit.ly/2qTX7FL\">MSGM and TOILETPAPER</a>!",

 "This is <a href=\"https://bit.ly/3oxjc9r\">TOILETPAPER Paradise</a>, <br> a place where I’ve spilled spaghetti all over the floor</a>",

 "Now in Kyoto you can see <a href=\"https://bit.ly/3wcIEUi\">giant pop corn</a> <br> I’ve lost in deep space",
 
 "And I’m still very very proud to show you <a href=\"https://bit.ly/3okfHmx\">this</a>" 

 
]
