[
    "The biggest thing I've done<br> is a <a href=\"http://bit.ly/2qodiru\">billboard</a> over the High Line.",

    "Open the book <a href=\"http://bit.ly/2r1Ozx3\">1968 Radical Italian Design</a>,<br> at the end you can find me as the <a href=\"http://bit.ly/2qkJBID\">art director</a>.",

    "Imagine a <a href=\"http://bit.ly/2r0HhHB\">golden vinyl</a>.<br> I tried to design it.",

    "I had a big desk and some responsibilities in the man<br> style and design dep. in <a href=\"http://bit.ly/2r1B68n\">Dolce & Gabbana</a>.",

    "Turning images into objects.<br> That’s what I did with <a href=\"http://bit.ly/2f59Zng\">Seletti wears TOILETPAPER</a>.",

    "Is it possible to capture all <a href=\"http://bit.ly/2r1H2hN\">Colors</a> together?<br> I tried, in <a href=\"http://bit.ly/2rV6pQ2\">this book</a>.",

    "This is <a href=\"http://bit.ly/2qkLkO1\">TOILETPAPER Paradise</a>,<br> a place where I’ve spilled spaghetti all over the floor.",

    "Nothing to wear?<br> Look what I’ve created with <a href=\"http://bit.ly/2qTX7FL\">MSGM and TOILETPAPER</a>!",

    "I celebrated a marriage between Cactus<br> whose love gave birth to a <a href=\"http://bit.ly/2rE6evs\">concept car</a>.",

    "Here you can see me<br> wearing <a href=\"http://bit.ly/2qosgxu\">a pair of shoes</a> i've designed for Santoni.",

    "With TOILETPAPER Magazine<br> I’ve hacked an <a href=\"http://bit.ly/2qos5Cn\">issue of Liberation</a>.",

    "I have an yearly appointment with <a href=\"http://bit.ly/2rm0vdR\">Seletti catalogs</a>.",

    "I’ve designed an <a href=\"http://bit.ly/2s012ym\">addictive picture disk</a>.<br> Take it twice a day.",

    "The day I spent with Jeremy Scott, heels for a giantess and<br> the <a href=\"http://bit.ly/2rEieNt\">biggest leather jacket</a> you have ever seen.",

    "I hard worked on many things of <a href=\"http://bit.ly/1FXMaVs\">this site</a>,<br> including the site.",

    "Now in Kyoto you can see <a href=\"http://bit.ly/2qoICGe\">giant pop corn</a> I’ve lost in deep space.",

    "And I’m very very proud to show you <a href=\"http://bit.ly/2s000mb\">this</a>."
]
